export default function CaseOnePage() {
  return (
    <main className="w-screen h-screen py-12 bg-white">
      <div className="container max-w-[80%] mx-auto px-4 md:px-6">
        <h1 className="text-3xl font-bold text-gray-900 mb-12 text-center">
          Как чат-бот Катюша от Совкомбанка успевает обработать 1 миллион
          обращений в месяц
        </h1>
        <p>
          Как чат-бот Катюша от Совкомбанка успевает обработать 1 миллион
          обращений в месяц Как чат-бот Катюша от Совкомбанка успевает
          обработать 1 миллион обращений в месяц Как чат-бот Катюша от
          Совкомбанка успевает обработать 1 миллион обращений в месяц Как
          чат-бот Катюша от Совкомбанка успевает обработать 1 миллион обращений
          в месяц Как чат-бот Катюша от Совкомбанка успевает обработать 1
          миллион обращений в месяц Как чат-бот Катюша от Совкомбанка успевает
          обработать 1 миллион обращений в месяц
        </p>
      </div>
    </main>
  );
}
