export default function CaseOnePage() {
  return (
    <main className="w-screen h-screen py-12 bg-white">
      <div className="container max-w-[80%] mx-auto px-4 md:px-6">
        <h1 className="text-3xl font-bold text-gray-900 mb-12 text-center">
          Как без LLM автоматизировать до 70% обращений в поддержку: опыт Дом.ру
        </h1>
        <p>
          Как без LLM автоматизировать до 70% обращений в поддержку: опыт Дом.ру
          Как без LLM автоматизировать до 70% обращений в поддержку: опыт Дом.ру
          Как без LLM автоматизировать до 70% обращений в поддержку: опыт Дом.ру
          Как без LLM автоматизировать до 70% обращений в поддержку: опыт Дом.ру
          Как без LLM автоматизировать до 70% обращений в поддержку: опыт Дом.ру
          Как без LLM автоматизировать до 70% обращений в поддержку: опыт Дом.ру
        </p>
      </div>
    </main>
  );
}
