export default function CaseOnePage() {
  return (
    <main className="w-screen h-screen py-12 bg-white">
      <div className="container max-w-[80%] mx-auto px-4 md:px-6">
        <h1 className="text-3xl font-bold text-gray-900 mb-12 text-center">
          Как чат-боту Игорю удалось 2 года подряд возглавлять отраслевой
          рейтинг мобильных
        </h1>
        <p>
          Как чат-боту Игорю удалось 2 года подряд возглавлять отраслевой
          рейтинг мобильных Как чат-боту Игорю удалось 2 года подряд возглавлять
          отраслевой рейтинг мобильных Как чат-боту Игорю удалось 2 года подряд
          возглавлять отраслевой рейтинг мобильных Как чат-боту Игорю удалось 2
          года подряд возглавлять отраслевой рейтинг мобильных Как чат-боту
          Игорю удалось 2 года подряд возглавлять отраслевой рейтинг мобильных
          Как чат-боту Игорю удалось 2 года подряд возглавлять отраслевой
          рейтинг мобильных
        </p>
      </div>
    </main>
  );
}
